Repository: SocIoSEUProject/SocIoS
Catalog: SocIoS Front End/SociosFrontEnd/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: es_es, pt_br

# Full.Text
source: <b>Custom</b> - the “Custom” installation method gives advanced users the ability to create a completely customized configuration for their DotNetNuke website.
es_es: <b>Personalizado</b> - El método de instalación "Personalizado" permite a usuarioas avanzados personalizar completamente la configuración de su sistema DotNetNuke.
pt_br: <b>Customizada</b> - o método de instalação "Customizada" dá aos usuários avançados a possibilidade de criar uma configuração completamente customizada para o seu DotNetNuke website.

# IntroDetail.Text
source: <p>Welcome to the DotNetNuke Installation Wizard. This wizard will guide you through the installation of the DotNetNuke application and allow you to create a custom website. You may navigate through the Wizard using the Next and Previous buttons.</p> <p>If this is your first time installing DotNetNuke, you may wish to review the Installation Video Guide and undertake the prerequisites for this Wizard.</p> <ul> <li style="list-style:none;"><a class="dnnPrimaryAction" href="http://www.dotnetnuke.com/Resources/Training/Training-Videos/Installation.aspx" target="new">View Installation Video</a></li> </ul> <p>The first step is to select the installation method to use and to choose the language you wish to use for the installation.</p>
es_es: <p>Bienvenido al Asistente de instalación de DotNetNuke. Este asistente le guiará durante la instalación de la aplicación DotNetNuke y la creación de su sitio web personalizado. Puede navegar en el asistente utilizando los botones Anterior y Siguiente. </p> <p>Si es la primera vez que instala DotNetNuke es recomendable revisar el video de la guía de instalación y tomar nota de los prerequisitos de este asistente.</p> <ul> <li style="list-style:none;"><a class="dnnPrimaryAction" href="http://www.dotnetnuke.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Ver el video de instalación</a></li> </ul> <p>El primer paso consiste en seleccionar el método de instalación que quiere utilizar y el idioma que usará durante el proceso.</p>
pt_br: <p>Bem-vindo ao Assistente de Instalação do DotNetNuke. Este assistente irá guiá-lo através da instalação do aplicativo DotNetNuke e permitirá que você crie um site personalizado. Você pode navegar pelo assistente utilizando os botões Próximo e Anterior .</p> <p>Se esta é sua primeira vez instalando DotNetNuke, você pode querer rever o Vídeo de Instalação e instalar os pré-requisitos para este Assistente.</p> <ul> <li style="list-style:none;"><a class="dnnPrimaryAction" href="http://www.dotnetnuke.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Ver o Vídeo de Instalação</a></li> </ul> <p>O primeiro passo é selecionar o método de instalação que você quer usar e escolher o idioma que você deseja usar na instalação.</p>

# PermissionsDetail.Text
source: <p>DotNetNuke has extensive file upload and document management capabilities. These features require custom security settings that allow DotNetNuke to create and manage folders and files for your website.</p> <p>This page checks the current file permissions on your computer to ensure that these features will work correctly. If your system is not configured properly, you will be provided with guidance on how to rectify the problem.</p> <p> <b>Note: </b>The Wizard checks the permissions in the root folder of your website. In most cases this is sufficient, as child folders usually inherit their file and folder permissions from their parent. If the child folders on your system do not inherit their permissions from the root folder, you should manually configure them before proceeding any further with the installation.</p>
es_es: <p>DotNetNuke tiene unas capacidades de carga de archivos para containers, módulos y skins, muy avanzadas. Estas funciones requieren unos parámetros de seguridad especiales para que la aplicación pueda crear y eliminar archivos en su web.</p> <p>Esta página verifica los permisos de archivo actuales para asegurar que estas funciones se ejecutarán correctamente.</p> <p> <b>Nota: </b>La prueba se hace en la carpeta raíz de la aplicación. En la mayoría de los casos esto es suficiente, pues las carpetas secundarias generalmente heredan sus permisos de archivos y carpetas de su madre. Si las carpetas descendientes no heredan permisos de la carpeta raíz, deberá configurarlas manualmente antes de continuar con la instalación.</p>
pt_br: <p>DotNetNuke possui um extenso arquivo de upload e recursos de gerenciamento de documentos. Esses recursos requerem configurações de segurança personalizadas para permitir ao DotNetNuke criar e gerenciar pastas e arquivos em seu site.</p> <p>Esta página verifica as permissões do arquivo atual em seu computador para garantir que esses recursos funcionem corretamente. Se o seu sistema não estiver configurado corretamente, serão fornecidas orientações sobre como corrigir o problema.</p> <p> <b>Nota: </b>O Assistente verifica as permissões na pasta raiz do seu site. Na maioria dos casos isso é suficiente, como pastas filhas geralmente herdam permissões de arquivos e pastas da pasta pai. Se as pastas filhas em seu sistema não herdam as permissões da pasta raiz, você deve configurar manualmente antes de prosseguir com a instalação.</p>

# DatabaseConfigDetail.Text
source: <p>DotNetNuke is a content management system that stores information about your website in a database. This page allows you to configure the settings used by DotNetNuke to connect to a database. If you are installing DotNetNuke in a “Hosting Account” your hosting provider should have provided you with this information previously. If you are installing DotNetNuke on your local computer, it is recommended that you use the default options.</p>
es_es: <p>DotNetNuke es un gestor de contenidos que almacena información sobre su sitio web en una base de datos. Esta página le permite configurar los parámetros usados ​​por DotNetNuke para conectarse a una base de datos. Si está instalando DotNetNuke en una "Cuenta de Alojamiento", su proveedor de alojamiento debe haberle proporcionado esta información. Si está instalando DotNetNuke en el sistema local, se recomienda que utilice las opciones predefinidas.</p>
pt_br: <p>DotNetNuke é um sistema de gerenciamento de conteúdo que armazena informações sobre o seu site em um banco de dados. Esta página permite que você configure as definições utilizadas pelo DotNetNuke para se conectar a um banco de dados. Se você estiver instalando DotNetNuke em uma "conta de hospedagem" seu provedor de hospedagem deve ter lhe fornecido esta informação anteriormente. Se você estiver instalando o DotNetNuke em seu computador local, é recomendável que você utilize as opções padrão.</p>

# DatabaseInstallDetail.Text
source: <p>Your database is now being built. Once the process is complete, the “Next” button will be enabled.</p>
es_es: <p>Se está construyendo su base de datos. Una vez que termine el proceso, se activará el botón "Siguiente".</p>
pt_br: <p>Seu banco de dados está sendo construído. Uma vez que o processo estiver concluído, o botão "Próximo" será habilitado.</p>

# DatabaseInstallTitle.Text
source: Building Your Database
es_es: Construyendo su base de datos
pt_br: Criando Seu Banco de Dados

# ModulesDetail.Text
source: <p>DotNetNuke is very powerful and extensible, and one way of extending the functionality is through Modules. There are many different types of Modules, each managing a different type of site content or site administrative task. Here you can see any Modules which are installed by default and select the optional Modules you wish to install for use in your website. Remember, you can choose to install any of the Modules listed here at a later stage once installation is completed.</p>
es_es: <p>DotNetNuke es muy potente y extensible, entre otras maneras mediante módulos. Hay muchos tipos diferentes de módulos, para diferentes tipos de contenido o tareas de administración. Aquí puede ver los módulos instalados por omisión y seleccionar los módulos opcionales que quiere instalar para ser usados en su sistema. Tenga en cuenta que puede instalarlos ahora o hacerlo más adelante, una vez concluida la instalación.</p>
pt_br: <p>DotNetNuke é muito poderoso e extensível, e uma forma de estender a funcionalidade é através de módulos. Há diferentes tipos de módulos, cada um gerencia um tipo diferente de conteúdo do site ou tarefas administrativas do site. Aqui você pode ver todos os módulos que são instalados por padrão e selecionar os módulos opcionais que deseja instalar para usar em seu website. Lembre-se, você pode optar por instalar qualquer um dos módulos listados aqui, posteriormente após a instalação ser concluída.</p>

# PortalDetail.Text
source: <p>Enter the title of this website and then select the Template to be used. The Default Website template creates a sample website with helpful information on getting started or select Blank for a blank website without any pages or content.</p>
es_es: <p>Escriba el título de este sitio web y elija la plantilla que se usará. La plantilla "Default Website" creará un sitio web de ejemplo con información útil para comenzar a usar DotNetNuke. Elija "Blank" si quiere comenzar con un sitio web completamente vacío.</p>
pt_br: <p>Digite o título do site e selecione o modelo a ser usado. O modelo de Web site padrão cria um site de amostra, com informações úteis sobre como começar, ou selecione em branco para um site em branco sem quaisquer páginas ou conteúdo.</p>

# PortalTitle.Text
source: Website Title
es_es: Título del portal:
pt_br: Título do Website

# SkinsDetail.Text
source: <p>The visual design of a DotNetNuke website can be customized using Skins and Containers. Here you can see any Skins and Containers which are installed by default and select the optional Skins and Containers you wish to install for use in your website. Remember, you can choose to install any of the Skins or Containers listed here at a later stage once installation is completed.</p>
es_es: <p>El diseño gráfico de un sitio web DotNetNuke puede personalizarse mediante skins y containers. En esta página puede escoger qué skins y containers opcionales quiere instalar. Tenga en cuenta que puede elegir instalar cualquier skin o container de esta relación o hacerlo más adelante, una vez concluida la instalación del sistema.</p>
pt_br: <p>O design visual de um site em DotNetNuke pode ser personalizado com Temas e Contêineres. Aqui você pode ver qualquer Tema e Contêiner que são instalados por padrão e selecionar o tema opcional e contêiner que você deseja instalar para usar em seu website. Lembre-se, você pode optar por instalar qualquer um dos Temas ou Contêineres listados aqui, posteriormente, após a instalação ser concluída.</p>

# SkinsTitle.Text
source: Installing Optional Skins and Containers
es_es: Instalación de skins y containers opcionales
pt_br: Instalando Temas e Contêineres opcionais

# LanguagesDetail.Text
source: <p>DotNetNuke can be used in many languages and comes complete with Language Packs for all major cultures. Language Packs allow users to view certain information in their preferred Language. This information includes DotNetNuke field names and help information, messages such as welcome emails or password reminders, or data like the current date and time. Here you can see any additional Language Packs you have created. Select the optional Languages you wish to install for use in your website.</p>
es_es: <p>DotNetNuke se puede traducir completamentee incluye paquetes de los idiomas más importantes. Los paquetes de idioma incluyen nombres de campos, información de ayuda, mensajes o datos de información del sistema. Aquí puede ver cualquier paquete adicional de idioma que haya creado. Seleccione los idiomas opcionales que quiere instalar en su sistema.</p>
pt_br: <p>DotNetNuke pode ser usado em muitos idiomas e vem completo com Pacotes de Idiomas para as maiores línguas. Os Pacotes de Idiomas permitem que usuários vejam algumas informações no seu idioma de preferência. Esses informações incluem os nomes de campos do DotNetNuke e informações de ajuda, mensagens como emails de boas-vindas e recuperação de senha, ou dados como o dia e a hora atuais. Aqui você pode ver qualquer outro Pacote de Idiomas que você criou. Selecione os Idiomas opcionais que você deseja instalar para usar no seu website.</p>

# Portal.Text
source: Website Information
es_es: Propiedades del portal
pt_br: Informações do Website

# Typical.Text
source: <b>Typical</b> - the “Typical” installation method creates the most common configuration for you to start creating your website.
es_es: <b>Típico</b> - El método de instalación "Típico" utiliza las opciones más habituales para su sistema.
pt_br: <b>Típica</b> - o método de instalação "Típica" cria a configuração mais comum para você começa a criar o seu website

# AuthSystemsDetail.Text
source: <p>DotNetNuke supports multiple Authentication Systems which is the method by which a user logs into the website. DotNetNuke comes with a default Authentication System which can be used separately or in tandem with other systems. Please select the optional Authentication Systems you wish to install for use on your website. Remember, you can install any of the Authentication Systems listed here at a later time.</p>
es_es: <p>DotNetNuke soporta múltiples sistemas de autenticación, que son los métodos para que un usuario inicie sesión en el sitio web. DotNetNuke incluye un sistema de autenticación predeterminado que se puede usar solo o acompañado de otros sistemas. Seleccione los sistemas opcionales de autenticación que desea instalar para ser usado en su sitio web. Tenga en cuanta que puede instalar más adelante cualquiera de los sistemas de autenticación que aparecen aquí.</p>
pt_br: <p>DotNetNuke suporta múltiplos sistemas de autenticação que é o método pelo qual um usuário faz logon no site. DotNetNuke tem um sistema de autenticação padrão que pode ser utilizado isoladamente ou em conjunto com outros sistemas. Por favor, selecione os sistemas de autenticação opcional que você deseja instalar para usar em seu site. Lembre-se, você pode instalar qualquer um dos sistemas de autenticação listados aqui em um momento posterior.</p>

# AuthSystemsTitle.Text
source: Installing Optional Authentication Systems
es_es: Instalar sistemas opcionales de autenticación
pt_br: Instalando sistemas de autenticação opcionais

# ProvidersDetail.Text
source: <p>Another way of extending the functionality of the DotNetNuke application is through Providers, which is functionality from another product which is ‘wrapped’ for use in DotNetNuke. Please select the optional Providers you wish to install for use on your website. Remember, you can choose to install any of the Provider listed here at a later stage once installation is completed.</p>
es_es: <p>Otra forma de ampliar la funcionalidad de DotNetNuke es mediante proveedores, que son productos de terceros cuyas funciones se integran en DotNetNuke. Elija los proveedores opcionales que quiere instalar en su sistema ahora, o hágalo más adelante, una vez concluida la instalación.</p>
pt_br: <p>Outra maneira de estender a funcionalidade do aplicativo DotNetNuke é através de provedores, que é funcionalidade de um outro produto que é "embrulhado" para uso em DotNetNuke. Por favor, selecione os provedores opcionais que deseja instalar para utilizar em seu site. Lembre-se, você pode optar por instalar qualquer um dos Provedores listados aqui, posteriormente após a instalação ser concluída. Depois de clicar no botão Avançar, o assistente irá construir e apresentar o seu novo site.</p>

# ProvidersTitle.Text
source: Installing Optional Providers
es_es: Instalar proveedores opcionales
pt_br: Instalando Provedores Opcionais

# AdminUserTitle.Text
source: Configuring your SuperUser Account and Website Information
es_es: Configuración del usuario administrador e información del sitio web
pt_br: Configurando sua conta de administrador e informações do site

# AdminUserDetail.Text
source: Please enter the information for the “SuperUser” account. This account will have access to build and manage all websites created within this installation. We recommend using a strong password, for example: at least 7 characters long and including a mix of letters, numbers and symbols. You can change this password in the future through the Host section of your website.
es_es: Introduzca la información del usuario administrador del sistema. Este usuario podrá crear y gestionar todos los sitios web creados en esta instalación. Es recomendable que utilice un contraseña segura, por ejemplo: al menos 7 caracteres con combinaciones de letras, números y símbolos. Podrá modificar la contraseña posteriormente en la sección de administración de la web.
pt_br: Por favor insira as informações para o conta "Administrador". Esta conta terá acesso a criar e gerenciar todos os sites dentro desta instalação. Recomendamos o uso de uma senha forte, por exemplo: pelo menos 7 caracteres, incluindo uma mistura de letras, números e símbolos. Você pode alterar essa senha no futuro através da seção Administração do seu site.

# PermissionsError.Text
source: <img alt="Image showing the security settings for the root folder of the website must be set to Read, Write and Change Control for the ASPNET or NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Your site failed the permissions check.</font></b></p> Using Windows Explorer, browse to the folders of your website ( {0} ). Right-click the folder and select Sharing and Security from the popup menu. Select the Security tab. Add the appropriate User Account and set the Permissions. <br/><br/> <h3>If using Windows 2000 - IIS5</h3> <p>The {Server}\ASPNET User Account must have Read, Write, and Change Control of the virtual root of your website.</p> <h3>If using Windows 2003, Windows Vista or Windows Server 2008 and IIS6 or IIS7</h3> <p>The NT AUTHORITY\NETWORK SERVICE User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <h3>If using Windows 7 or Windows Server 2008 R2 and IIS7.5</h3> <p>The IIS AppPool\DefaultAppPool User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <br/><br/><br/><br/>
es_es: <img alt="Imagen que muestra que los parámetros de seguridad para la carpeta raiz de la web tienen que ser: Lectura, escritura y Modificación para el usuario ASPNET o el NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>Su servidor no ha superado la verificación de permisos.</font></b></p> Con el Explorador de Windows abra la carpeta raíz de la web ( {0} ). Haga clic con el botón derecho en la carpeta y seleccione la opción de compartición y seguridad en el menú. Seleccione la pestaña de Seguridad. Añada el usuario correspondiente y configure los permisos necesarios. <br/><br/> <h3>Si utiliza Windows 2000 - IIS5</h3> <p>El usuario {Servidor}\ASPNET debe tener permisos de Lectura, Escritura y Modificación en el directorio virtual de la web.</p> <h3>Si utiliza Windows 2003 - IIS6</h3> <p>El usuario NT AUTHORITY\NETWORK SERVICE debe tener permisos de Lectura, Escritura y Modificación en el directorio virtual de la web.</p> <h3>Si utiliza Windows 7 o Windows Server 2008 R2 y IIS7.5</h3> <p>La cuenta de usuario IIS AppPool\DefaultAppPool debe tener permisos de Lectura, Escritura y Modificación en el directorio virtual de la web.</p> <br/><br/><br/><br/>
pt_br: <img alt="Imagem mostrando as configurações de segurança para a pasta raiz do site deve ser definida para Ler, Escrever e Controlar Mudanças para as contas ASPNET ou AUTORIDADE NT / NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Seu site falhou a verificação de permissões.</font></b></p> Usando o Windows Explorer, navegue até a pasta raiz do site ({0}). Clique com o botão direito do mouse na pasta e selecione Compartilhamento e Segurança no menu pop-up. Selecione a guia Segurança. Adicione a conta de usuário apropriado e defina as permissões. <br/><br/> <h3>Se estiver usando Windows 2000 - IIS5</h3> <p>O {servidor} \ ASPNET da Conta de Usuário deve ter leitura, gravação e Controle de Mudança da raiz virtual do seu site.</p> <h3>Se utilizar o Windows 2003, Windows Vista ou Windows Server 2008 e IIS6 ou IIS7</h3> <p>O NT AUTHORITY \ NETWORK SERVICE da Conta de Usuário deve ter leitura, gravação e Controle de Mudança da raiz virtual do seu site.</p> <h3>Se utilizar o Windows 7 ou Windows Server 2008 R2 e IIS7.5</h3> <p>O IIS AppPool\DefaultAppPool da Conta de Usuário devem ler, gravar e ter Controle de Mudança da raiz virtual do seu site.</p> <br/><br/><br/><br/>

# InvalidQualifier.Text
source: Object Qualifier must start with a letter and no more than 20 characters.
es_es: El prefijo de objetos tiene que empezar con una letra y no puede tener más de 20 carácteres.

# NoAuthSystems.Text
source: There are no authentication system to install.
es_es: No hay sistemas de autenticación para instalar.

# Auto.Text
source: <b>Auto</b> - the “Auto” installation method will install DotNetNuke (English only) using the default options including the preconfigured SQL Express Database.
es_es: <b>Automático</b> - El método de instalación "Automático" instalará DotNetNuke (en inglés) usando las opciones predeterminadas, incluyendo la base de datos SQL Express preconfigurada.
pt_br: <b>Auto</b> - o método de "Auto" instalação instalará o DotNetNuke usando as opções padrão, incluindo o banco de dados SQL Express pré-configurado.

# MustSelecteATemplate.Text
source: <b><font color='red'>You must select a site template.</font></b>
es_es: <b><font color='red'>Tiene que seleccionar una plantilla.</font></b>

# Containers.Text
source: Containers
pt_br: Contêineres

# Skins.Text
source: Skins
pt_br: Temas

# No.Text
source: No
pt_br: Nenhum
