Repository: SocIoSEUProject/SocIoS
Catalog: SocIoS Front End/SociosFrontEnd/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: es_es, pt_br

# AdminUserError.Text
source: <b><font color='red'>Administrator User Error:</font></b><br/>{0}
es_es: <b><font color='red'>Error en el usuario administrador del sistema:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro do usuário administrador:</font></b><br/>{0}

# ChooseDatabase.Text
source: Select Database:
es_es: Seleccione la base de datos:
pt_br: Selecione o Banco de dados:

# ChooseDbError.Text
source: You must choose a Database Type
es_es: Tiene que elegir la base de datos
pt_br: Você deve escolher um tipo de banco de dados

# Complete.Text
source: Installation of Database Complete
es_es: Instalación de la base de datos completada
pt_br: Instalação do banco de dados completada

# CompleteDetail.Text
source: <p>Congratulations, you have successfully installed DotNetNuke.</p>
es_es: <p>Enhorabuena, la instalación de DotNetNuke ha finalizado correctamente.</p>
pt_br: <p>Parabéns, você instalou o DotNetNuke com sucesso.</p>

# CompleteTitle.Text
source: Congratulations
es_es: Enhorabuena
pt_br: Parabéns

# Confirm.Text
source: Confirm Password:
es_es: Confirme la contraseña:
pt_br: Confirme sua senha:

# ConfirmPassword.Text
source: The confirm password entered is not the same as the password entered.
es_es: La confirmación de la contraseña no se corresponde con la contraseña indicada.
pt_br: A confirmação da senha não é igual a senha informada.

# ConnectError.Text
source: <b><font color='red'>Connection Error(s):</font></b><br/>{0}
es_es: <b><font color='red'>Error(es) de conexión:</font></b><br/>{0}

# ConnectSuccess.Text
source: <b><font color='green'>Connection Success</font></b>
es_es: <b><font color='green'>Conexión correcta</font></b>

# Database.Text
source: Database:
es_es: Base de datos:
pt_br: banco de dados:

# DatabaseFile.Text
source: Filename:
es_es: Archivo:
pt_br: Nome do arquivo:

# DatabaseFileHelp.Text
source: Enter the name of the Database File (located in the App_Data Directory)
es_es: Indique el nombre del archivo de base de datos (se encuentra en la carpeta App_Data)
pt_br: Digite o nome do arquivo do banco de dados (localizado no diretório App_Data)

# DatabaseHelp.Text
source: Enter the Database name
es_es: Indique el nombre de la base de datos
pt_br: Digite o nome do banco de dados

# Email.Text
source: Email Address:
es_es: Dirección de correo:
pt_br: Endereço de Email:

# Failure.Text
source: FAILURE
es_es: ERROR
pt_br: FALHA

# FileCreate.Text
source: Create File
es_es: Creación de archivo
pt_br: Criar Arquivo

# FileDelete.Text
source: Delete File
es_es: Eliminación de archivo
pt_br: Deletar Arquivo

# Finished.Text
source: Start building your new site!
es_es: ¡Ya puede comenzar a trabajar en su sitio web!
pt_br: Iniciar a construção do seu novo site!

# FirstName.Text
source: First Name:
es_es: Nombre:
pt_br: Primeiro Nome:

# FolderCreate.Text
source: Create Folder
es_es: Creación de carpeta
pt_br: Criar Pasta

# FolderDelete.Text
source: Delete Folder
es_es: Eliminación la carpeta
pt_br: Deletar Pasta

# HomePage.Text
source: Home Page
es_es: Página inicial
pt_br: Página Inicial

# HostUserError.Text
source: <b><font color='red'>Host User Error:</font></b><br/>{0}
es_es: <b><font color='red'>Error en el usuario administrador del sistema:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro do usuário da Hospedagem:</font></b><br/>{0}

# Install.Error
source: There was a problem with the Installation of the Database.
es_es: Se ha producido un error en la instalación de la base de datos.
pt_br: Houve um problema com a instalação do banco de dados.

# Install.Text
source: Install Database Scripts
es_es: Instalar scripts de base de datos
pt_br: Instale Scripts do Banco de Dados

# InstallComplete.Text
source: Completed Installing Database Scripts
es_es: Scripts de base de datos instalados
pt_br: Instalação dos Scripts do Banco de Dados concluída

# InstallDatabase.Text
source: Installing Database - Version {0}
es_es: Instalando base de datos - Versión {0}
pt_br: Instalando banco de dados - Versão{0}

# Installed.Text
source: <p>DotNetNuke is already Installed on this system.</p>
es_es: <p>DotNetNuke ya está instalado en este ordenador.</p>
pt_br: <p>DotNetNuke já está instalado no sistema.</p>

# Installing.Text
source: Installing Database Scripts ...
es_es: Instalando scripts de base de datos ...
pt_br: Instalando Scripts do Banco de Dados ...

# InstallLanguageError.Text
source: <b><font color='red'>Error Installing Language(s):</font></b><br/>{0}
es_es: <b><font color='red'>Error instalando idioma(s):</font></b><br/>{0}
pt_br: <b><font color='red'>Erro ao instalar Idioma(s):</font></b><br/>{0}

# InstallModuleError.Text
source: <b><font color='red'>Error Installing Module(s):</font></b><br/> {0}
es_es: <b><font color='red'>Error de instalación de módulos:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro ao instalar Módulo(s):</font></b><br/> {0}

# InstallPortalError.Text
source: <b><font color='red'>Error Installing Portal:</font></b><br/>{0}
es_es: <b><font color='red'>Error de instalación de portal:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro ao Instalar Portal:</font></b><br/>{0}

# InstallScript.Text
source: Upgrading Database to Version {0}
es_es: Actualizando la base de datos a la versión {0}
pt_br: Atualizando o banco de dados para a Versão {0}

# InstallSkinError.Text
source: <b><font color='red'>Error installing Skin:</font></b><br/> {0}
es_es: <b><font color='red'>Error instalando skin:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro ao instalar o tema:</font></b><br/> {0}

# Integrated.Text
source: Integrated Security:
es_es: Seguridad integrada:
pt_br: Segurança Integrada:

# IntegratedHelp.Text
source: Check this if you are using SQL Server's Integrated Security, which means you will be using your Windows account to access SQL Server. If you are using SQL Server Express then you will most likely need to check this option. If you have been given a UserId/Password to access your Database, leave this unchecked, and provide the UserId/Password combination.
es_es: Marque esta opción si está utilizando Seguridad integrada de SQL Server, esto significa que utilizará su cuenta de Windows para aceder a SQL Server. Si está utilizando SQL Server Express lo más probable es que necesite marcar esta opción. Si le han proporcionado un usuario/contraseña para acceder a su base de datos, deje esta opción sin marcar, e indique la combinación de usuario/contraseña que tenga.
pt_br: Marque esta opção se você estiver usando segurança integrada do SQL Server, o que significa que você estará usando a sua conta do Windows para acessar o SQL Server. Se você estiver usando o SQL Server Express, então você provavelmente irá precisar marcar esta opção. Se você tiver recebido um UserId/senha para acessar seu banco de dados, deixe essa opção desmarcada, e forneça a combinação UserId/Senha.

# InValidEmail.Text
source: The email address is invalid.
es_es: La dirección de correo no es válida.
pt_br: O endereço de email é inválido.

# Languages.Text
source: Languages
es_es: Idiomas
pt_br: Idiomas

# LastName.Text
source: Last Name:
es_es: Apellidos:
pt_br: Último Nome:

# MachineKey.Error
source: Machine Key Update Error
es_es: Error de actualización de la "Machine Key"
pt_br: Erro na atualizacao da chave da maquina

# MinUserNamelength.Text
source: The minimum length for the user name is 4 characters
es_es: La longitud mínima para el nombre de usuario es de 4 caracteres
pt_br: O comprimento mínimo para o nome de usuário é de 4 caracteres

# Modules.Text
source: Modules
es_es: Módulos
pt_br: Módulos

# Next.Text
source: Next
es_es: Siguiente
pt_br: Próximo

# NoContainers.Text
source: No Optional Containers to Install
es_es: No hay containers opcionales para instalar
pt_br: Nenhum contêiner opcional para instalar

# NoLanguages.Text
source: There are no languages to install.
es_es: No hay idiomas para instalar
pt_br: Não existem idiomas para instalar.

# NoModules.Text
source: There are no modules to install
es_es: No hay módulos para instalar
pt_br: Não existem módulos para instalar

# NoPackages.Text
source: There are no authentication systems to install.
es_es: No hay sistemas de autenticación para instalar
pt_br: Não há sistemas de autenticação para instalar.

# NoPassword.Text
source: You must provide a password for the user
es_es: Debe indicar una contraseña para el usuario
pt_br: Você deve fornecer uma senha para o usuário

# NoSkins.Text
source: No Optional Skins to Install
es_es: No hay skins opcionales para instalar
pt_br: Nenhum tema opcional para instalar

# Oracle.Text
source: Oracle Database
es_es: Base de Datos Oracle
pt_br: Banco de dados Oracle

# Owner.Text
source: Run as db Owner:
es_es: Acceso como "dbOwner":
pt_br: Executar como Proprietário db:

# OwnerHelp.Text
source: Check this if you are running the database as Database Owner - if left unchecked you will be running as the User ID specified
es_es: Marque esta opción si está accediendo a la base de datos como propietario (dbowner). Si lo deja sin marcar se utilizará la identificación del usuario especificado
pt_br: Marque esta opção se você estiver executando o banco de dados como proprietário - se deixar desmarcada você vai estar executando com o ID de usuário especificado

# Page0.Title
source: Welcome
es_es: Bienvenida
pt_br: Bem Vindo

# IntroTitle.Text
source: DotNetNuke Installation Wizard - Version {0}
es_es: Asistente de instalación de DotNetNuke - Versión {0}
pt_br: Assistente de Instalação do DotNetNuke - Versão{0}

# Page1.Title
source: File Permissions
es_es: Permisos de archivos
pt_br: Permissões de Arquivo

# PermissionsTitle.Text
source: Checking File Permissions
es_es: Verificación de permisos de archivos
pt_br: Verificar Permissões de Arquivos

# Page2.Title
source: Database Configuration
es_es: Configuración de la base de datos
pt_br: Configuração do banco de dados

# DatabaseConfigTitle.Text
source: Configure Database Connection
es_es: Configuración de la conexión a la base de datos
pt_br: Configurar a conexão do banco

# Page3.Title
source: Database Installation
es_es: Instalación de la base de datos
pt_br: Instalação do banco de dados

# Page4.Title
source: Host User
es_es: Usuario administrador del sistema (host)
pt_br: Usuário da Hospedagem

# HostUserDetail.Text
source: <p>In this page you should provide the information for the Host or SuperUser User Account. This user has access to all portals created on the site, and care should be taken to provide a UserName/Password combination that is difficult to "hack" by malicious users.</p>
es_es: <p>En esta página tiene que proporcionar la información para el usuario administrador del sistema (superusuario). Este usuario tiene acceso a todos los portales creados en esta instalación, por lo que debe ser cuidadoso al escoger el nombre de usuario y contraseña de forma y que sean lo suficientemente seguros y robustos.</p>
pt_br: <p>Nesta página você deve fornecer as informações da hospedagem ou da Conta de Super Usuário. Este usuário tem acesso a todos os portais criados no site, e devem ser tomados cuidados para uma combinação de usuário/senha que seja difícil de ser "hackeada" por usuários mal-intencionados.</p>

# HostUserTitle.Text
source: Configure Host Account
es_es: Configuración del usuario administrador del sistema (host)
pt_br: Configurar a conta da hospedagem

# Page5.Title
source: Install Modules
es_es: Instalación de módulos
pt_br: Instalar Módulos

# ModulesTitle.Text
source: Install Optional Modules
es_es: Instalación de módulos opcionales
pt_br: Instalar módulos opcionais

# Page9.Title
source: Install Providers
es_es: Instalación de proveedores
pt_br: Instalar Provedores

# Page6.Title
source: Install Skins
es_es: Instalación de skins
pt_br: Instalar Temas

# Page7.Title
source: Install Languages
es_es: Instalación de idiomas
pt_br: Instalar Idioma

# LanguagesTitle.Text
source: Install Language Packs
es_es: Instalación de paquetes de idiomas
pt_br: Instalar Pacote de Idiomas

# Page8.Title
source: Install Authentication Services
es_es: Instalación de sistemas de autenticación
pt_br: Instalar os Serviços de Autenticação

# Password.Text
source: Password:
es_es: Contraseña:
pt_br: Senha:

# PasswordHelp.Text
source: Enter the Password for the Database
es_es: Indique la contraseña para acceder a la base de datos
pt_br: Digite a senha para o do banco de dados

# PasswordLength.Text
source: The password must be at least {0} characters.
es_es: La contraseña debe tener al menos {0} caracteres.
pt_br: A senha deve ter pelo menos {0} caracteres.

# PasswordUser.Text
source: You cannot set the Password to the same value as the User Name.
es_es: La contraseña no puede ser igual que el nombre de usuario.
pt_br: Você não pode definir a senha com o mesmo valor que o Nome de Usuário.

# Permissions.Text
source: File Permissions Summary:
es_es: Resumen de permisos de archivo:
pt_br: Resumo das Permissões de Arquivos:

# PermissionsOk.Text
source: <b><font color='green'>Your site passed the permissions check.</font?</b>
es_es: <b><font color='green'>El servidor ha superado la verificación de permisos.</font></b>
pt_br: <b><font color='green'>Seu site passou na verificação das permissões.</font?</b>

# PortalTemplate.Text
source: Template:
es_es: Plantilla:
pt_br: Modelo:

# Previous.Text
source: Previous
es_es: Anterior
pt_br: Anterior

# Qualifier.Text
source: Object Qualifier:
es_es: Prefijo de objetos:
pt_br: Objeto Qualifier:

# QualifierHelp.Text
source: Enter an optional "prefix" to use for all your database objects - this helps ensure that there are no object name clashes.
es_es: Indique un prefijo opcional para utilizar para todos los objetos de base de datos. Esto ayuda a garantizar que no haya colisiones de nombres de objetos.
pt_br: Digite um "prefixo" opcional para utilizar para todos os seus objetos de banco de dados - isso ajuda a garantir que não haja conflitos nos nomes dos objetos.

# ScriptError.Text
source: See {0} for more information
es_es: Ver {0} para mas información
pt_br: Ver {0} para mais informações

# Server.Text
source: Server:
es_es: Servidor:
pt_br: Servidor:

# ServerHelp.Text
source: Enter the Name or IP Address of the computer where the Database is located. (if using Oracle enter the Data Source (SID))
es_es: Escriba el nombre o dirección IP del servidor que contiene la base de datos (si utiliza Oracle entre el SID).
pt_br: Digite o nome ou endereço IP do computador onde o banco de dados está localizado. (se estiver usando o Oracle digite o fonte dos dados(SID))

# SQLServer.Text
source: SQL Server 2005/2008 Database
es_es: Base de datos SQL Server 2005/2008
pt_br: Banco de Dados SQL Server 2005/2008

# SQLServerXPress.Text
source: SQL Server 2005/2008 (Express) File
es_es: Archivo SQL Server 2005/2008 (Express)
pt_br: Arquivo SQL Server 2005/2008 (Express)

# Success.Text
source: Success
es_es: Correcto
pt_br: Sucesso

# TestDB.Text
source: Test Database Connection
es_es: Prueba de conexión a la base de datos
pt_br: Teste de conexão do Banco de dados

# TestPerm.Text
source: Retest Permissions
es_es: Reiniciar permisos
pt_br: Testar Permissões Novamente

# Title.Text
source: DotNetNuke Installation Wizard
es_es: Asistente de instalación de DotNetNuke
pt_br: Assistente de Instlação do DotNetNuke

# Upgrade.Text
source: <p>DotNetNuke version {0} is already Installed. Click the Next button to upgrade to the new version.</p>
es_es: <p>La versión de DotNetNuke {0} ya está instalada. Pulse el botón Siguiente para actualizar a la nueva versión.</p>
pt_br: <p>DotNetNuke versão {0} já está instalado. Clique no botão Avançar para atualizar para a nova versão.</p>

# UpgradeTitle.Text
source: DotNetNuke Upgrade Wizard - Version {0}
es_es: Asistente de actualización de DotNetNuke - Versión {0}
pt_br: Assistente de atualização do DotNetNuke - Versão{0}

# UserHelp.Text
source: Enter the UserID for the Database
es_es: Escriba el ID de usuario para la base de datos
pt_br: Digite o ID de usuário para o Banco de Dados

# UserId.Text
source: User ID:
es_es: ID usuario:
pt_br: ID de usuário:

# UserName.Text
source: User Name:
es_es: Usuario:
pt_br: Nome de Usuário:

# WhatsNext.Text
source: What's Next
es_es: Qué es lo siguiente
pt_br: Qual é o próximo

# InstallAuthSystemError.Text
source: <b><font color='red'>Error Installing Authentication System(s):</font></b><br/> {0}
es_es: <b><font color='red'>Error instalando sistema(s) de autenticación:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro ao instalar Sistema (s) de Autenticação (s):</font></b><br/> {0}

# AuthSystems.Text
source: Authentication Systems
es_es: Sistemas de Autenticación
pt_br: Sistemas de Autenticação

# InstallContainerError.Text
source: <b><font color='red'>Error installing Container:</font></b><br/> {0}
es_es: <b><font color='red'>Error instalando container:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro ao instalar Contêiner:</font></b><br/> {0}

# Page10.Title
source: Install Portal
es_es: Instalar portal
pt_br: Instalar Portal

# Providers.Text
source: Providers
es_es: Proveedores
pt_br: Provedores

# SMTPAnonymous.Text
source: Anonymous
es_es: Anónimo
pt_br: Anônimo

# SMTPAuthentication.Text
source: Authentication:
es_es: Autenticación:
pt_br: Autenticação:

# SMTPBasic.Text
source: Basic
es_es: Básica
pt_br: Básico

# SMTPEnableSSL.Text
source: Enable SSL:
es_es: Activar SSL:
pt_br: Habilitar SSL:

# SMTPPassword.Text
source: Password:
es_es: Contraseña:
pt_br: Senha:

# SMTPServer.Text
source: Server:
es_es: Servidor:
pt_br: Servidor:

# SMTPSettings.Text
source: SMTP Server Settings
es_es: Configuración del servidor SMTP
pt_br: Configurações do Servidor SMTP

# SMTPUsername.Text
source: Username:
es_es: Nombre de usuario:
pt_br: Nome de Usuário:

# EmailErrorMessage.Text
source: There has been an error trying to send the test email. The error is:<br />{0}
es_es: Ha habido un error en el envío del email de prueba. El error es:<br />{0}
pt_br: Houve um erro ao tentar enviar o email de teste. O erro é:<br />{0}

# EmailSentMessage.Text
source: Email Sent Successfully
es_es: Email enviado correctamente
pt_br: Email Enviado com Sucesso

# SMTPSettingsHelp.Text
source: You can configure and test your SMTP Server settings.
es_es: Puede configurar y probar su configuración del servidor SMTP.
pt_br: Você pode configurar e testar as configurações do servidor SMTP.

# SpecifyHostEmailMessage.Text
source: You Must Specify The Host Email Address
es_es: Debe indicar el email del superusuario
pt_br: Você deve especificar o endereço de e-mail da Hospedagem

# TestSMTP.Text
source: Test SMTP Settings
es_es: Comprobar Configuración SMTP
pt_br: Configurações de teste SMTP

# EmailTestMessageSubject.Text
source: SMTP Configuration Test
es_es: Prueba de configuración SMTP
pt_br: Testar Configuração SMTP

# SMTPError.Text
source: <b><font color='red'>SMTP Error(s):</font></b><br/>{0}
es_es: <b><font color='red'>Errores SMTP:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro(s) SMTP:</font></b><br/>{0}

# SMTPSuccess.Text
source: <b><font color='green'>SMTP Success:</font></b><br/>{0}
es_es: <b><font color='green'>SMTP correcto:</font></b><br/>{0}
pt_br: <b><font color='green'>Sucesso SMTP:</font></b><br/>{0}

# EnableUpdate.Text
source: Do you want the software to display a visual indicator to notify you when updates are available?
es_es: ¿Quiere que el software visualice un indicador para notificarle cuando existan actualizaciones disponibles?
pt_br: Você quer que o software exiba um indicador visual para notificá-lo quando houver atualizações disponíveis?

# UpdateDetail.Text
source: This software can routinely check for the latest important updates for your website. These updates can include security updates, critical updates and patches. (No information is collected that can be used to identify you or contact you without your explicit consent.)
es_es: Este software puede comprobar constantemente las actualizaciones importantes para el Sitio Web. Dichas actualizaciones pueden ser de seguridad, críticas o parches. (No se recoge información que pueda ser usada para identificarte o contactar con usted sin su consentimiento explícito).
pt_br: Este software pode verificar, rotineiramente, se existem atualizações importantes para o seu site. Essas atualizações podem incluir atualizações de segurança, atualizações críticas e patches. (Não é recolhida informação que possa ser usadas para identificar você ou contatá-lo sem seu consentimento explícito.)

# UpdateEmail.Text
source: Do you want to receive notifications by email regarding updates to the software?
es_es: ¿Quiere recibir notificaciones por email acerca de las actualizaciones del software?
pt_br: Você deseja receber notificações por e-mail sobre atualizações para o software?

# UpdateTitle.Text
source: Update Service - Help protect the Integrity of your Website
es_es: Servicio de Actualización - Ayuda a proteger la integridad de su Sitio Web
pt_br: Serviço de Atualização - Ajuda a proteger a integridade de seu site

# Yes.Text
source: Yes
es_es: Sí
pt_br: Sim

# InstallProviderError.Text
source: <b><font color='red'>Error Installing Provider:</font></b><br/>{0}
es_es: <b><font color='red'>Error instalando proveedor:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro ao Instalar o Provedor</font></b><br/>{0}

# HostWarning.Text
source: <b><font color='red'>Your Host Name contains illegal characters (only A-Z, 0-9, - and . are allowed). You should modify the host name used.</font></b>
es_es: <b><font color='red'>El nombre del sistema contiene caracteres no permitidos (sólo están permitidos A-Z, 0-9, - y .). Debería modificar el nombre de sistema utilizado.</font></b>
pt_br: <b><font color='red'>Seu nome de hospedagem contém caracteres inválidos (apenas A-Z, 0-9, - and. são permitidos). Você deve alterar o nome usado para hospedagem.</font></b>

# DatabaseWarning.Text
source: <b><font color='red'>The Auto option has been disabled as the DotNetNuke Application cannot connect to a valid SQL Server database. You can continue to use either of the other two Wizard options and configure the Database settings at the appropriate Wizard step.</font></b>
es_es: <b><font color='red'>La opción Auto ha sido desactivada al no poder conectar la aplicación DotNetNuke a una base de datos SQL Server correcta. Puede continuar el Asistente con cualquiera de las otras dos opciones y configurar la conexión a la base de datos en el paso correspondiente de este Asistente.</font></b>
pt_br: <b><font color='red'>A opção Auto foi desativada como o Aplicativo DotNetNuke não pode se conectar a um banco de dados válido do SQL Server. Você pode continuar a usar qualquer uma das outras duas opções do Assistente e definir as configurações do banco de dados na etapa apropriado do assistente.</font></b>

# InstallFailed.Text
source: Failure installing Database Scripts
es_es: Error instalando scripts de base de datos
pt_br: Falha na instalação de Scripts do Banco de Dados

# DbNameError.Text
source: <b><font color='red'>You must enter the name of the database.</font></b>
es_es: <b><font color='red'>Debe indicar el nombre de la base de datos.</font></b>
pt_br: <b><font color='red'>Você deve digitar o nome do banco de dados.</font></b>

# Page11.Title
source: Installation Complete
es_es: Instalación completa
pt_br: Instalação concluída

# AdminUser.Text
source: SuperUser Account
es_es: Administrador del sistema (superusuario)
pt_br: Conta de Super Usuário

# ChooseInstall.Text
source: Select Your Installation Method:
es_es: Seleccione el método de instalación:
pt_br: Selecione seu Método de Instalação:

# ChooseLanguage.Text
source: Choose Your Language:
es_es: Seleccione el idioma:
pt_br: Escolha seu Idioma:
