Repository: SocIoSEUProject/SocIoS
Catalog: SocIoS Front End/SociosFrontEnd/Portals/_default/Default Website.template.*.resx
Languages: de_de, es_es

# LocalizedTemplateName.Text
source: Default Website
de_de: Standard-Website
es_es: Sitio web predeterminado

# Setting.DefaultLanguage.Text
source: en-US
de_de: de-DE
es_es: es-ES

# Setting.FooterText.Text
source: Copyright [year] by DotNetNuke Corporation
de_de: Copyright DotNetNuke Corporation, [year]
es_es: Copyright [year] - DotNetNuke Corporation

# Tab.About.ContentPane.Module.Title.Text
source: Learn About Awesome Cycles
de_de: Mehr über Awesome Cycles
es_es: Información sobre nuestra empresa

# Tab.About.FooterLeftPane.Module.Title.Text
source: About Us
de_de: Über uns
es_es: Sobre nosotros

# Tab.About.FooterRightPane.Module.Content.1.Text
source: Awesome Cycles, Inc.
es_es: Bicicletas Impresionantes, SL.

# Tab.About.FooterRightPane.Module.Content.4.Text
source: Phone: (555) 555-4563
de_de: Fon: (555) 555-4563
es_es: Teléfono: (555) 555-4563

# Tab.About.FooterRightPane.Module.Content.6.Text
source: More Contact Information
de_de: Weitere Kontaktdaten
es_es: Información de contacto

# Tab.About.FooterRightPane.Module.Title.Text
source: Contact Information
de_de: Kontaktdaten
es_es: Información de contacto

# Tab.About.LeftPane.Module.Content.0.Text
source: James Woolworth – President, CEO
de_de: James Woolworth – Präsident, Geschäftsführer
es_es: James Woolworth – Presidente y Consejero delegado

# Tab.About.LeftPane.Module.Content.4.Text
source: Andrew Martin – Lead Engineer
de_de: Andreas Martin – Chefingenieur
es_es: Andrew Martin – Ingeniero en jefe

# Tab.About.LeftPane.Module.Content.5.Text
source: Elizabeth Dunn – Operation Manager
de_de: Elisabeth Dunn – Kundenbetreuung
es_es: Elizabeth Dunn – Gerente de operaciones

# Tab.About.LeftPane.Module.Title.Text
source: Meet the Team
de_de: Unser Personal
es_es: Conozca nuestro equipo

# Tab.About.RightPane.GoalModule.Content.0.Text
source: We love it when we can provide our customers with their dream bicycle. That’s why we have the best and most creative people in the industry on hand to design and build exactly what you want. Ut a fringilla est. Aliquam eleifend interdum urna eu cursus.
de_de: Wir freuen uns, unsere Kunden mit ihrem Traumfahrrad auszustatten. Unsere Designer sind die besten und die kreativsten in der Branche. Sie entwerfen Ihr Traumrad genau so, wie Sie es sich wünschen.
es_es: Nos encanta poder ofrecer a nuestros clientes la bicicleta de sus sueños. Por este motivo tenemos a los mejores ingenieros y creativos de la industria en nuestro equipo, para diseñar y construir exactamente lo que usted necesite. Ut a fringilla est. Aliquam eleifend interdum urna eu cursus.

# Tab.About.RightPane.GoalModule.Title.Text
source: Our Goal
de_de: Unsere Mission
es_es: Nuestro objetivo

# Tab.About.RightPane.OtherModule.Content.0.Text
source: Site Navigation
de_de: Sitemap
es_es: Navegación del sitio

# Tab.About.RightPane.OtherModule.Content.1.Text
source: Home
de_de: Start
es_es: Inicio

# Tab.About.RightPane.OtherModule.Content.2.Text
source: About Us
de_de: Über uns
es_es: Acerca de nosotros

# Tab.About.RightPane.OtherModule.Content.3.Text
source: Services
de_de: Angebot
es_es: Servicios

# Tab.About.RightPane.OtherModule.Content.4.Text
source: Vintage Designs
de_de: Klassische Fahrräder
es_es: Diseños clásicos

# Tab.About.RightPane.OtherModule.Content.5.Text
source: High Performance
de_de: Sporträder
es_es: Alto rendimiento

# Tab.About.RightPane.OtherModule.Content.6.Text
source: Electric Bicycles
de_de: Elektrische Fahrräder
es_es: Bicicletas eléctricas

# Tab.About.RightPane.OtherModule.Content.7.Text
source: News and Promotions
de_de: News und Presse
es_es: Novedades y promociones

# Tab.About.RightPane.OtherModule.Title.Text
source: Other Pages
de_de: andere Seiten
es_es: Otras páginas

# Tab.About.SocialMediaPane.Module.Title.Text
source: Social Links
de_de: Soziale Netzwerke
es_es: Enlaces sociales

# Tab.GettingStarted.FooterLeftPane.Module.Content.0.Text
source: The following links provide additional information about using DotNetNuke and some of the people behind the project.
de_de: Die folgenden Links bieten weitere Information über die Verwendung von DotNetNuke und dessen Hintergrund:
es_es: Los siguientes enlaces proporcionan información adicional acerca del uso de DotNetNuke y algunas de las personas que están detrás del proyecto.

# Tab.GettingStarted.FooterLeftPane.Module.Content.2.Text
source: Join a User Group
de_de: Anwendergruppen weltweit
es_es: Únase a un grupo de usuarios

# Tab.GettingStarted.FooterLeftPane.Module.Content.3.Text
source: Issue Tracking
de_de: Fehler melden
es_es: Control de incidencias

# Tab.GettingStarted.FooterLeftPane.Module.Content.4.Text
source: Project Blogs
de_de: Weblogs
es_es: Blogs del proyecto

# Tab.GettingStarted.FooterLeftPane.Module.Content.5.Text
source: Online Help
de_de: Online-Hilfe
es_es: Ayuda en línea

# Tab.GettingStarted.FooterLeftPane.Module.Content.7.Text
source: Language Packs
de_de: Übersetzungen
es_es: Paquetes de idiomas

# Tab.GettingStarted.FooterLeftPane.Module.Title.Text
source: Quick links
de_de: Schnelle Links
es_es: Enlaces rápidos

# Tab.GettingStarted.FooterRightPane.Module.Title.Text
source: Sponsors
de_de: Sponsoren
es_es: Patrocinadores

# Tab.GettingStarted.LeftPane.Module.Content.0.Text
source: The video below will help get you started building your new DotNetNuke site. Using DotNetNuke is fast and easy and you can have your new site up and running with real content in just a matter of minutes. Also be sure to explore the links on the right for more information on how to get the most out of your DotNetNuke based website.
de_de: Das folgende Video (in englischer Sprache) hilft Ihnen, mit dem Aufbau Ihrer neuen DotNetNuke-Website zu beginnen. DotNetNuke ist schnell und einfach zu bedienen, Sie können Ihre neue Website mit Ihren eigenen Inhalten in wenigen Minuten online stellen. Die Links auf der rechten Seite führen zu weiteren Informationen, wie Sie Ihre DotNetNuke-basierte Website optimalen einsetzen.
es_es: El siguiente video le ayudará a comenzar la construcción de su nuevo sitio de DotNetNuke. Utilizar DotNetNuke es rápido y fácil y puede tener su nuevo sitio en marcha y funcionando con el contenido real en sólo cuestión de minutos. Aproveche para explorar los enlaces de la derecha para obtener más información sobre cómo obtener el máximo rendimiento de su sitio web basado en DotNetNuke.

# Tab.GettingStarted.LeftPane.Module.Title.Text
source: Getting Started
de_de: Erste Schritte
es_es: Primeros pasos

# Tab.GettingStarted.RightPane.Module.Content.0.Text
source: Get Manuals
de_de: Handbücher
es_es: Obtenga los manuales

# Tab.GettingStarted.RightPane.Module.Content.1.Text
source: Download the DotNetNuke User and SuperUser Manuals
de_de: Laden Sie die Handbücher für Benutzer und Administratoren herunter.
es_es: Descargar los manuales de usuario y Superusuario de DotNetNuke

# Tab.GettingStarted.RightPane.Module.Content.2.Text
source: Get Training
de_de: Online-Training
es_es: Obtenga formación

# Tab.GettingStarted.RightPane.Module.Content.3.Text
source: View training videos or register for upcoming sessions
de_de: Sehen Sie sich unsere Training-Videos an oder registrieren Sie sich für zukünftige Termine.
es_es: Ver vídeos de formación y registro a nuevas sesiones en línea

# Tab.GettingStarted.RightPane.Module.Content.4.Text
source: Find Apps
de_de: Erweiterungen
es_es: Buscar aplicaciones

# Tab.GettingStarted.RightPane.Module.Content.5.Text
source: Select from nearly 10,000 commercial and open source apps
de_de: Wählen Sie aus über 10.000 kommerziellen und Gratis-Apps.
es_es: Seleccione de entre cerca de 10.000 aplicaciones comerciales y de código abierto

# Tab.GettingStarted.RightPane.Module.Content.6.Text
source: Engage with Community
de_de: Community
es_es: Colabore con la comunidad

# Tab.GettingStarted.RightPane.Module.Content.7.Text
source: Engage with other members of the DotNetNuke community
de_de: Engagieren sie sich in der weltweiten DotNetNuke-Gemeinde.
es_es: Colabore con otros miembros de la comunidad DotNetNuke

# Tab.GettingStarted.RightPane.Module.Content.8.Text
source: Attend Conferences
de_de: Konferenzen
es_es: Asista a conferencias

# Tab.GettingStarted.RightPane.Module.Content.9.Text
source: Look for DotNetNuke conferences and events in your area
de_de: Nehmen Sie an internationalen DotNetNuke-Konferenzen teil.
es_es: Buscar conferencias y eventos sobre DotNetNuke en su área

# Tab.GettingStarted.RightPane.Module.Title.Text
source: Sidebar
es_es: Barra lateral

# Tab.Home.ContentPane.Module.Content.0.Text
source: Awesome Cycles
es_es: Bicicletas Impresionantes

# Tab.Home.ContentPane.Module.Content.2.Text
source: Read More »
de_de: weiterlesen »
es_es: Leer más »

# Tab.Home.ContentPane.Module.Title.Text
source: Header Images
de_de: Wechselbanner
es_es: Imágenes de cabecera

# Tab.Home.FooterLeftPane.Module.Title.Text
source: A Little About Us
de_de: Firmenportrait
es_es: Un poco más acerca de nosotros

# Tab.Home.FooterRightPane.Module.Content.1.Text
source: Awesome Cycles, Inc.
es_es: Bicicletas Impresionantes, SL

# Tab.Home.FooterRightPane.Module.Content.4.Text
source: Phone: (555) 555-4563
de_de: Fon: (555) 555-4563
es_es: Teléfono: (555) 555-4563

# Tab.Home.FooterRightPane.Module.Content.6.Text
source: More Contact Information
de_de: Weitere Kontaktdaten
es_es: Información de contacto

# Tab.Home.FooterRightPane.Module.Title.Text
source: Contact Information
de_de: Kontaktdaten
es_es: Información de contacto

# Tab.Home.LeftPane.ProductModule.Content.0.Text
source: Vintage Designs
de_de: Klassische Designs
es_es: Diseños clásicos

# Tab.Home.LeftPane.ProductModule.Content.1.Text
source: Do you miss the clean lines and classic designs of the past? Check out our custom recreations based on some of the most popular designs from your childhood.
de_de: Vermissen Sie die klaren Linien und klassischen Designs der Vergangenheit? Schauen Sie sich unsere individuellen Neu-Schöpfungen an, die auf einigen der beliebtesten Designs aus Ihrer Kindheit basieren.
es_es: ¿Añora las líneas limpias y los diseños clásicos del pasado? Compruebe nuestras recreaciones personalizadas basadas en algunos de los diseños más populares de su infancia.

# Tab.Home.LeftPane.ProductModule.Content.2.Text
source: Learn More
de_de: mehr erfahren
es_es: Ver más

# Tab.Home.LeftPane.ProductModule.Content.3.Text
source: High Performance
de_de: Sporträder
es_es: Alto rendimiento

# Tab.Home.LeftPane.ProductModule.Content.4.Text
source: Are you a competitive cycler? We design custom, high-performance bicycles to meet your every need.
de_de: Sind Sie ein Radsportprofi? We entwickeln individuelle Hochleistungsräder; die alle Anforderungen erfüllen.
es_es: ¿Es usted un corredor competitivo? Diseñamos bicicletas de alto rendimiento para satisfacer todas sus necesidades.

# Tab.Home.LeftPane.ProductModule.Content.5.Text
source: Powered Bicycles
de_de: Motorisierte Fahrräder
es_es: Bicletas a motor

# Tab.Home.LeftPane.ProductModule.Content.6.Text
source: If you’re like me, you love going outdoors but hate all that exercise involved with a typical bicycle. That’s why we started slapping motors on our designs.
de_de: Wenn Sie ein Typ wie ich sind, lieben Sie es, in der Natur zu sein, hassen aber die mit dem Radfahren verbundene Anstrengung. Darum begannen wir, unsere Designs mit Motor auszustatten...
es_es: Si usted es como yo, le encanta salir al aire libre pero no le gusta el ejercicio relacionado con una bicicleta normal. Este es el motivo que nos movió a añadir motores a nuestros diseños.

# Tab.Home.LeftPane.ProductModule.Title.Text
source: Check out our Stuff
de_de: Unsere Produkte
es_es: Información sobre nuestros productos

# Tab.Home.LeftPane.WelcomeModule.Title.Text
source: Welcome to Awesome Cycles
de_de: Willkommen bei Awesome Cycles
es_es: Bienvenido a Bicicletas Impresionantes

# Tab.Home.RightPane.Module.Content.0.Text
source: About Us
de_de: Über uns
es_es: Acerca de nosotros

# Tab.Home.RightPane.Module.Content.1.Text
source: Find out the Awesome Cycles Brand
de_de: Erfahren Sie mehr über die Marke Awesome Cycles
es_es: Información sobre la empresa Bicicletas Impresionantes

# Tab.Home.RightPane.Module.Content.2.Text
source: Services
de_de: Angebot
es_es: Servicios

# Tab.Home.RightPane.Module.Content.3.Text
source: We offer some great services that you won't be able to live without!
de_de: Wir bieten Ihnen Produkte, ohne die Sie gar nicht leben können.
es_es: Descubra nuestros servicios sin los cuales no será capaz de vivir!

# Tab.Home.RightPane.Module.Content.4.Text
source: News
de_de: Aktuelles
es_es: Novedades

# Tab.Home.RightPane.Module.Content.5.Text
source: Find out the latest news from Awesome Cycles.
de_de: Lesen Sie die letzten Neuigkeiten über Awesome Cycles.
es_es: Últimas noticias de Bicicletas Impresionantes.

# Tab.Home.RightPane.Module.Title.Text
source: Sidebar
es_es: Barra lateral

# Tab.Home.SocialMediaPane.Module.Title.Text
source: Social Links
de_de: Soziale Netzwerke
es_es: Enlaces sociales

# Tab.Promotions.ContentPane.Module.Title.Text
source: News and Information
de_de: Aktuelles
es_es: Información y novedades

# Tab.Promotions.FooterLeftPane.Module.Title.Text
source: About Us
de_de: Über uns
es_es: Sobre nosotros

# Tab.Promotions.FooterRightPane.Module.Content.1.Text
source: Awesome Cycles, Inc.
es_es: Bicicletas Impresionantes, SL

# Tab.Promotions.FooterRightPane.Module.Content.4.Text
source: Phone: (555) 555-4563
de_de: Fon: (555) 555-4563
es_es: Teléfono: (555) 555-4563

# Tab.Promotions.FooterRightPane.Module.Content.6.Text
source: More Contact Information
de_de: Weitere Kontaktdaten
es_es: Información de contacto

# Tab.Promotions.FooterRightPane.Module.Title.Text
source: Contact Information
de_de: Kontaktdaten
es_es: Información de contacto

# Tab.Promotions.LeftPane.LaunchModule.Content.0.Text
source: We’re proud to announce the launch of our new Paradox™ line of Time-Traveling Bicycles. That’s right, you too can explore the mysteries of the past or view wonders of the future just by hopping on one of our bicycles!
de_de: Wir sind stolz, die Produkteinführung unserer neuen Paradox™-Linie mit Fahrrädern für Zeitreisen zu verkünden. Sie haben richtig gelesen: Sie können die Geheimnisse der Vergangenheit erkunden oder einen Blick auf die Wunder der Zukunft werfen, indem Sie eines unserer Fahrräder besteigen!
es_es: Estamos orgullosos de anunciar el lanzamiento de nuestra nueva línea de bicicletas para viajar en el tiempo Paradox™. Así es, usted también puede explorar los misterios del pasado o ver las maravillas del futuro con sólo subirse a una de nuestras bicicletas!

# Tab.Promotions.LeftPane.LaunchModule.Content.1.Text
source: I’m sure you’re wondering how we came up with Time Travel. Well, our lead engineer was trying to figure out how to make our electric bikes require even less physical exertion, and he stumbled upon a happy accident. It turns out that, after a few modifications, taking one of our electric models over a speed of 88 miles an hour allows you to bypass the laws of the physics. Awesome!
de_de: Sie wundern sich sicher, wie wir auf die Zeitreisen gekommen sind. Nun, unser Chefingenieur wollte berechnen, wie sich der physische Aufwand beim Fahren unserer elektrischen Fahrräder minimieren lässt, als er durch einen glücklichen Zufall eine Entdeckung machte: Mit wenigen Änderungen können Sie mit unseren E-Bikes über 120 km/h erreichen und die Gesetzte der Physik aushebeln - einfach phantastisch!
es_es: Estoy seguro de que usted se está preguntando cómo hemos conseguido el viaje en el tiempo. Pues bien, nuestro ingeniero jefe estaba tratando de encontrar la manera de hacer que nuestras bicicletas eléctricas requieran un esfuerzo físico mucho menor, y se topó con un feliz accidente. Después de algunas modificaciones, poniendo uno de nuestros modelos eléctricos a una velocidad de 88 kilómetros por hora le permite eludir las leyes de la física. ¡Impresionante!

# Tab.Promotions.LeftPane.LaunchModule.Title.Text
source: Announcing New Product Launch
de_de: Produktankündigung
es_es: Anuncio de lanzamiento de un nuevo producto

# Tab.Promotions.LeftPane.RecallModule.Content.0.Text
source: Well guys, last week the Bureau of Temporal Stability stopped by our offices. Unfortunately, it turns out that there are some legal restrictions when it comes to passing out time machines. Let me tell you, they were awfully angry about the results of our first few sales, though personally I have no problems with our new Dinosaur Overlords.
de_de: Letzte Woche hatten wir Besuch vom Amt für Zeitstabilität. Wir wurden informiert, dass unsere Fahrräder einige Vorschriften für Zeitmaschinen verletzen. Wir hätten vorab eine Genehmigung beantragen müssen, die wir aber nicht bekommen würden.
es_es: La semana pasada representantes de la Oficina de Estabilidad Temporal visitaron nuestras oficinas. Por desgracia, resulta que hay algunas restricciones legales a la hora de fabricar las máquinas del tiempo. Estaban terriblemente molestos por los resultados de nuestras primeras ventas, aunque personalmente nosotros no tenemos ningun problema con nuestro nuevo "Señor de los Dinosaurios".

# Tab.Promotions.LeftPane.RecallModule.Content.1.Text
source: Anyway, long story short, we’re not going to be able to continue production on our new Paradox™ line. In fact, we’re going to have to ask everybody who has purchased one of these bicycles to return them. Don’t worry though, we’ll be providing you with full refunds. If you have any questions, about this recall, please feel free to give us a call.
de_de: Als Konsequenz müssen wir die Produktion unserer neuen Paradox™-Line einstellen und auch alle bisher verkauften Exemplare zurückrufen. Falls Sie eines der Exemplare gekauft haben, bitten wir Sie, es zurückzugeben und erhalten den vollen Kaufpreis zurückerstattet. Falls Sie Fragen zur Rückrufaktion haben, rufen Sie uns bitte an.
es_es: En cualquier caso, no vamos a poder continuar la producción en nuestra nueva línea de producción Paradox™. De hecho, vamos a tener que pedir a todos nuestros clientes que ha comprado una de estas bicicletas que las devuelban. Ofreceremos un reembolso completo del producto. Si tiene alguna pregunta sobre este tema, por favor no dude en llamarnos.

# Tab.Promotions.LeftPane.RecallModule.Title.Text
source: Massive Recall, We Goofed
de_de: Rückrufaktion
es_es: ¡Retiro masivo, metimos la pata!

# Tab.Promotions.RightPane.GoalModule.Content.0.Text
source: We love it when we can provide our customers with their dream bicycle. That’s why we have the best and most creative people in the industry on hand to design and build exactly what you want. Ut a fringilla est. Aliquam eleifend interdum urna eu cursus.
de_de: Wir lieben es, wenn wir unsere Kunden mit ihrem Traum-Fahrrad versorgen können. Wir haben die besten und die kreativsten Mitarbeiter der Branche für das Design und bauen Ihr Traum-Bike genau so, wie Sie es sich wünschen.
es_es: Nos encanta poder ofrecer a nuestros clientes la bicicleta de sus sueños. Por este motivo tenemos a los mejores ingenieros y creativos de la industria en nuestro equipo, para diseñar y construir exactamente lo que usted necesite. Ut a fringilla est. Aliquam eleifend interdum urna eu cursus.

# Tab.Promotions.RightPane.GoalModule.Title.Text
source: Our Goal
de_de: Unsere Mission
es_es: Nuestro objetivo

# Tab.Promotions.RightPane.SidebarNavModule.Content.0.Text
source: Site Navigation
de_de: Sitemap
es_es: Navegación del sitio

# Tab.Promotions.RightPane.SidebarNavModule.Content.1.Text
source: Home
de_de: Start
es_es: Inicio

# Tab.Promotions.RightPane.SidebarNavModule.Content.2.Text
source: About Us
de_de: Über uns
es_es: Acerca de nosotros

# Tab.Promotions.RightPane.SidebarNavModule.Content.3.Text
source: Services
de_de: Angebot
es_es: Servicios

# Tab.Promotions.RightPane.SidebarNavModule.Content.4.Text
source: Vintage Designs
de_de: Klassische Designs
es_es: Diseños clásicos

# Tab.Promotions.RightPane.SidebarNavModule.Content.5.Text
source: High Performance
de_de: Sporträder
es_es: Alto rendimiento

# Tab.Promotions.RightPane.SidebarNavModule.Content.6.Text
source: Electric Bicycles
de_de: Elektrische Fahrräder
es_es: Bicicletas eléctricas

# Tab.Promotions.RightPane.SidebarNavModule.Content.7.Text
source: News and Promotions
de_de: Informationen & Presse
es_es: Novedades y promociones

# Tab.Promotions.RightPane.SidebarNavModule.Title.Text
source: Sidebar Nav
es_es: Barra lateral de navegación

# Tab.Promotions.SocialMediaPane.Module.Name.Text
source: Social Links
es_es: Enlaces sociales

# Tab.Services.ContentPane.ElectricModule.Title.Text
source: &lt;a name="electric-bicycles"&gt;&lt;/a&gt;Electric Bicycles
de_de: &lt;a name="electric-bicycles"&gt;&lt;/a&gt;Elektrische Fahrräder
es_es: &lt;a name="electric-bicycles"&gt;&lt;/a&gt;Bicicletas eléctricas

# Tab.Services.ContentPane.PerformanceModule.Content.2.Text
source: Duis nisl nisi, mattis vel egestas sed, venenatis sed turpis. Nulla ut dolor massa, eu vestibulum massa.
de_de: Duis nisl nisi, mattis vel egestas sed, venenatis sed turpis.[Tab.Services.ContentPane.PerformanceModule.Content.0.Text]Nulla ut dolor massa, eu vestibulum massa.
es_es: Duis nisl nisi, mattis vel egestas sed, venenatis sed turpis.[Tab.Services.ContentPane.PerformanceModule.Content.0.Text]Nulla ut dolor massa, eu vestibulum massa.

# Tab.Services.ContentPane.PerformanceModule.Title.Text
source: &lt;a name="high-performance"&gt;&lt;/a&gt;High Performance
de_de: &lt;a name="high-performance"&gt;&lt;/a&gt;Sporträder
es_es: &lt;a name="high-performance"&gt;&lt;/a&gt;Alto rendimiento

# Tab.Services.ContentPane.ServicesModule.Title.Text
source: Our Services
de_de: Unser Angebot
es_es: Nuestros servicios

# Tab.Services.ContentPane.VintageModule.Content.0.Text
source: Do you miss the clean lines and classic designs of the past? Check out our custom recreations based on some of the most popular designs from your childhood. Proin condimentum odio ipsum, sit amet consequat lacus. Ut elementum nisl id lectus ullamcorper bibendum. Praesent pellentesque bibendum sodales. Aenean ut convallis velit. In vestibulum aliquam condimentum. Vivamus tincidunt ante id nibh volutpat porta.
de_de: Vermissen Sie die klaren Linien und klassischen Designs der Vergangenheit? Schauen Sie sich unsere individuellen Neu-Schöpfungen an, die auf einigen der beliebtesten Designs aus Ihrer Kindheit basieren. Proin condimentum odio ipsum, sit amet consequat lacus. Ut elementum nisl id lectus ullamcorper bibendum. Praesent pellentesque bibendum sodales. Aenean ut convallis velit. In vestibulum aliquam condimentum. Vivamus tincidunt ante id nibh volutpat porta.
es_es: ¿Añora las líneas limpias y los diseños clásicos del pasado? Compruebe nuestras recreaciones personalizadas basadas en algunos de los diseños más populares de su infancia. Proin condimentum odio ipsum, sit amet consequat lacus. Ut elementum nisl id lectus ullamcorper bibendum. Praesent pellentesque bibendum sodales. Aenean ut convallis velit. In vestibulum aliquam condimentum. Vivamus tincidunt ante id nibh volutpat porta.

# Tab.Services.ContentPane.VintageModule.Title.Text
source: &lt;a name="vintage-designs"&gt;&lt;/a&gt;Vintage Designs
de_de: &lt;a name="vintage-designs"&gt;&lt;/a&gt;Klassische Designs
es_es: &lt;a name="vintage-designs"&gt;&lt;/a&gt;Diseños clásicos

# Tab.Services.FooterLeftPane.Module.Title.Text
source: About Us
de_de: Über uns
es_es: Sobre nosotros

# Tab.Services.FooterRightPane.Module.Content.1.Text
source: Awesome Cycles, Inc.
es_es: Bicicletas Impresionantes, SL

# Tab.Services.FooterRightPane.Module.Content.4.Text
source: Phone: (555) 555-4563
de_de: Fon: (555) 555-4563
es_es: Teléfono: (555) 555-4563
