Repository: SocIoSEUProject/SocIoS
Catalog: SocIoS Front End/SociosFrontEnd/Portals/_default/Default Website.template.*.resx
Languages: de_de, es_es

# Tab.Services.FooterRightPane.Module.Content.6.Text
source: More Contact Information
de_de: Weitere Kontaktdaten
es_es: Información de contacto

# Tab.Services.FooterRightPane.Module.Title.Text
source: Contact Information
de_de: Kontaktdaten
es_es: Información de contacto

# Tab.Services.SocialMediaPane.Module.Title.Text
source: Social Links
es_es: Enlace sociales

# PortalDescription.Text
source: Default Website Template
de_de: Standardvorlage für Websites
es_es: Plantilla de sitio web por omisión

# RoleGroup.Description.Text
source: A dummy role group that represents the Global roles
es_es: Grupo de roles que representa los roles globales del portal

# ContentRotator.DNNWorld.Text
source: DNNWorld_en-US.png
de_de: DNNWorld_de-DE.png
es_es: DNNWorld_es-ES.png

# ContentRotator.Store.Text
source: DNNStore_en-US.png
de_de: DNNStore_de-DE.png
es_es: DNNStore_es-ES.png

# ContentRotator.Community.Text
source: Community_en-US.png
de_de: Community_de-DE.png
es_es: Community_es-ES.png

# ContentRotator.Social.Text
source: GetSocial_en-US.png
de_de: GetSocial_de-DE.png
es_es: GetSocial_es-ES.png

# Tab.About.FooterRightPane.Module.Content.3.Text
source: Someplace, CA 12345
de_de: Irgendeinplatz, CA 12345

# Tab.GettingStarted.FooterLeftPane.Module.Content.1.Text
source: DotNetNuke Forge
de_de: Erweiterungen

# Tab.GettingStarted.SocialMediaPane.Module.Title.Text
source: Social
de_de: Social Links

# Tab.Home.FooterRightPane.Module.Content.3.Text
source: Someplace, CA 12345
de_de: Irgendeinplatz, CA 12345

# Tab.Promotions.FooterRightPane.Module.Content.3.Text
source: Someplace, CA 12345
de_de: Irgendeinplatz, CA 12345

# Tab.Services.FooterRightPane.Module.Content.3.Text
source: Someplace, CA 12345
de_de: Irgendeinplatz, CA 12345
